{
  "nav": {
    "home": "ДОМА",
    "about": "ЗА НАС",
    "contact": "КОНТАКТ",
    "product": "ПРОИЗВОД",
    "solutions": "РЕШЕНИЈА"
  },
  "home": {
    "firstHeading": "ТРАНСФОРМИРАЊЕ на Банкарството Преку Прецизна Автоматизација",
    "subHeading": "Револуционизирајте го начинот на кој вашата финансиска институција функционира. Искусете побрзо носење одлуки, поедноставени операции и подобрено вклучување на клиентите со FinRule.",
    "intro": " FinRule е систем за издавање на заеми (LOS) од следната генерација, создаден за банки и кредитни унии од средна големина. Нашата интелигентна автоматизациска платформа им овозможува на финансиските институции да дигитализираат и оптимизираат секој чекор од патувањето на заемот—од онлајн апликации и кредитна анализа до дигитално управување со документи и следење на усогласеноста.",
    "experience": "Искусете интелигентно кредитирање. Побарајте демо денес или истражете како FinRule може да се вклопи во вашата банкарска инфраструктура.",
    "buttons": {
      "requestDemo": "Побарајте Демо",
      "learn": "Научете Повеќе"
    }
  },
  "footer": {
    "quick": "Линкови",
    "home": "Дома",
    "about": "За Нас",
    "contact": "Контакт",
    "product": "Производ",
    "solutions": "Решенија",
    "legal": "Легално",
    "privacy": "Политика за Приватност",
    "terms": "Услови на Користење"
  },
  "about": {
    "title": "ЗА НАС",
    "companyOverview": {
      "title": "Преглед на Компанијата",
      "content": "FinRule е финансиска технологија компанија со седиште во САД, која нуди AI-поддржани, cloud-native софтверски решенија кои го модернизираат работењето со заеми. Дизајнирана специјално за банки со средства од 1 милијарда до 10 милијарди долари, нашата мисија е да им помогнеме на институциите да функционираат со агилноста на fintech, додека обезбедуваме доверливост и усогласеност на ниво на претпријатие."
    },
    "coreValues": {
      "title": "Основни Вредности",
      "items": {
        "innovation": "Постојано подобрување на карактеристиките преку повратни информации од корисниците и новите технологии.",
        "integrity": "Приоритет на безбедни, транспарентни и усогласени операции со регулативите.",
        "partnership": "Гледање на секое клиентско партнерство како долгорочна соработка.",
        "scalability": "Сигурност дека нашите решенија растат заедно со вашата институција."
      }
    },
    "ourJourney": {
      "title": "Нашето Патување",
      "content": "Основана од ветерани на трансформацијата на банкарството, FinRule беше создадена за да ги реши неефикасностите на наследените LOS системи и да достави дигитално-ориентирано решение кои ги поедноставува операциите, додека одржува строга усогласеност."
    },
    "leadershipTeam": {
      "title": "Тим на Лидерство",
      "content": "Нашиот извршен тим вклучува експерти со децении комбинирано искуство во банкарската технологија, управување со кредитен ризик, регулаторна стратегија и развој на софтвер за претпријатија."
    }
  }
}
