{
  "nav": {
    "home": "ДОМА",
    "about": "ЗА НАС",
    "contact": "КОНТАКТ",
    "product": "ПРОДУКТ",
    "solutions": "РЕШЕНИЈА"
  },
  "home": {
    "firstHeading": "ТРАНСФОРМАЦИЈА на банкарството преку прецизна автоматизација",
    "subHeading": "Револуционизирајте го начинот на кој работи вашата финансиска институција. Доживејте побрзо донесување одлуки, поедноставени операции и зголемена вклученост на клиентите со FinRule.",
    "intro": "FinRule е следната генерација на систем за одобрување кредити (LOS) изграден за банки и финансиски институции. Нашата интелигентна автоматска платформа овозможува дигитализација и оптимизација на секој чекор од процесот на кредитирање — од онлајн апликации и кредитни анализи до дигитално управување со документи и анализа на клиенти и производи преку вештачка интелигенција.",
    "experience": "Доживејте интелигентно кредитирање. Побарајте демонстрација денес или истражете како FinRule може да се вклопи во вашата банкарска инфраструктура.",
    "buttons": {
      "requestDemo": "Побарај Демонстрација",
      "learn": "Дознај Повеќе"
    }
  },
  "footer": {
    "quick": "Брзи Линкови",
    "home": "Дома",
    "about": "За нас",
    "contact": "Контакт",
    "product": "Продукт",
    "solutions": "Решенија",
    "legal": "Правно",
    "privacy": "Политика за Приватност",
    "terms": "Услови за Користење"
  },
  "about": {
    "title": "ЗА НАС",
    "companyOverview": {
      "title": "Преглед на Компанијата",
      "content": "FinRule е финтек компанија со седиште во Соединетите Држави, која нуди решенија базирани на вештачка интелигенција и cloud-технологија за модернизација на кредитните операции. Дизајнирана специјално за банки и финансиски институции кои се стремат кон повисоко ниво на дигитализација, нашата мисија е да им помогнеме да работат со агилноста на финтек компаниите, додека обезбедуваат доверливост и усогласеност на ниво на големи корпорации. FinRule го постигнува ова преку модуларна LOS платформа која го дигитализира секој чекор од кредитниот циклус: од мултиканално потекло и одобрување засновано на вештачка интелигенција до известување и записници за кредитни комисии. Нашата API-прва платформа автоматизира одлуки засновани на правила, го модернизира процесот на одобрување и го поедноставува дигиталното кредитирање."
    },
    "coreValues": {
      "title": "Основни Вредности",
      "items": {
        "innovation": "Постојано унапредување на функциите преку повратни информации од корисници и нови технологии.",
        "integrity": "Приоритет на безбедни, транспарентни и регулаторно усогласени операции.",
        "partnership": "Секој однос со клиент го гледаме како долгорочна соработка.",
        "scalability": "Обезбедување решенија кои растат заедно со вашата институција."
      }
    },
    "ourJourney": {
      "title": "Нашето Патување",
      "content": "Основанa од експерти за банкарска трансформација, FinRule е создадена за да ги реши неефикасностите на застарените LOS системи и да испорача дигитално решение кое ги поедноставува операциите додека обезбедува строга усогласеност. Над 4.500 мали и средни банки во САД користат застарени LOS системи, изолирани кредитни процеси и табели — што ги изложува на ризик, бавно донесување одлуки и пропуштени приходи. Намалувањето на времето за кажување „ДА“, но и „ШТО“, како општ принцип, нè водеше во креирањето на флексибилна, модуларна и ефикасна платформа со суштински фокус на потребите на крајните клиенти."
    },
    "leadershipTeam": {
      "title": "Лидерски Тим",
      "content": "Нашиот извршен тим вклучува експерти со децении комбинирано искуство во банкарска технологија, управување со кредитен ризик, регулаторни стратегии и развој на корпоративен софтвер."
    }
  },
  "form": {
    "title": "ПОВРЗЕТЕ СЕ СО НАС",
    "submitButton": "Испрати Барање",
    "successMessage": "Вашето барање е успешно испратено!",
    "labels": {
      "fullName": "Име и Презиме",
      "email": "Емаил Адреса",
      "organization": "Организација",
      "role": "Улога/Титула",
      "message": "Порака"
    },
    "errors": {
      "fullName": "Потребно е да внесете име и презиме",
      "email": "Потребно е да внесете емаил",
      "invalidEmail": "Невалиден емаил",
      "organization": "Потребно е да внесете организација",
      "role": "Потребно е да внесете улога/титула",
      "message": "Потребно е да внесете порака"
    },
    "description": "Тука сме за да ви помогнеме да ги поедноставите вашите кредитни процеси и да ја зајакнете конкурентната предност на вашата банка. Контактирајте нè за консултација, соработка или демонстрација на производ.",
    "contactDetailsTitle": "Контакт Детали:",
    "emailLabel": "Емаил",
    "phoneLabel": "Телефон",
    "contactFooter": "Да го модернизираме кредитирањето — заедно."
  },
  "product": {
    "heading": "ПРОДУКТ",
    "subheading": "Преглед на Платформата",
    "description": "Системот за одобрување кредити на FinRule е дизајниран за дигитално кредитирање во голем обем. Платформата овозможува силна автоматизација во секој чекор од кредитниот циклус — им овозможува на давателите на кредити да го намалат рачниот труд, да ја зголемат прецизноста на одобрувањето и да ги исполнат растечките очекувања на клиентите за беспрекорни онлајн услуги. FinRule користи SaaS модел со скалесто ценовно формирање врз основа на обем на кредити, улоги на корисници и дополнителни модули со правила. Интеграцијата и обуката се наплаќаат одделно. Премиум аналитика, CRM интеграции, AI претодобрувања и автоматизирано известување нудат дополнителни можности за монетизација.",
    "features": {
      "workflow": {
        "title": "Прилагодливо Управување со Работни Текови",
        "points": [
          "Конфигурирање на текови за малопродажни, комерцијални или МСП кредити",
          "Овозможување одлучување по филијала или централизирано",
          "Мултиканална дигитална апликација за кредити",
          "AI екстракција на документи и KYC верификација",
          "Рутирање на одобрувања и кредитни записници подготвени за одбор",
          "Реално-временски сигнали засновани на правила и ревизиски записи"
        ]
      },
      "document": {
        "title": "Безбедно Управување со Документи",
        "points": [
          "Пристап во реално време до документи испратени од клиенти",
          "Вградени електронски потписи и процеси на одобрување",
          "Автоматизација на кредитни записници со рутирање и одобрување"
        ]
      },
      "ai": {
        "title": "Одобрување со Поддршка на Вештачка Интелигенција",
        "points": [
          "Анализа на ризик преку автоматизирано финансиско ширење и интегрирани надворешни извори на податоци",
          "Автоматско одобрување, кредитно моделирање и цени со AI",
          "Генерирање кредитни резултати, ризик-рејтинзи и понуди веднаш"
        ]
      },
      "etrr": {
        "title": "ETRR (Електронски Читач на Даночни Пријави)",
        "points": [
          "Инстантно извлекување на податоци на заемопримачот од прикачени даночни пријави",
          "Елиминирање на рачен внес на податоци и намалување на грешки во верификација на приход"
        ]
      },
      "compliance": {
        "title": "Дигитален Енджин за Усогласеност",
        "points": [
          "Следење на сите активности во реално време",
          "Автоматски известувања за отстапувања од FDIC или CFPB упатства"
        ]
      },
      "integrations": {
        "title": "Интеграции во Реално Време",
        "points": [
          "API пристап до главни системи (пр. FIS, Encompass)",
          "CRM и интеграции со партнери за усогласеност"
        ]
      }
    },
    "conclusion": {
      "subheading": "Корисничко Искуство",
      "paragraph": "Дизајнирано за лесна употреба со модерен интерфејс, интуитивни панели и прилагодливи погледи засновани на улоги."
    }
  },
  "solutions": {
    "title": "РЕШЕНИЈА",
    "industryChallenges": {
      "title": "Предизвици на Индустријата:",
      "description": "Банките се соочуваат со зголемен притисок да се дигитализираат додека управуваат со регулаторната комплексност и застарената инфраструктура. FinRule нуди целни решенија за надминување на овие проблеми, вклучувајќи:",
      "point1": "Рачни процеси на одобрување кредити кои го забавуваат работењето.",
      "point2": "Фрагментирани системи кои водат до празнини во усогласеноста.",
      "point3": "Двојно внесување на податоци што ја намалува ефикасноста."
    },
    "howWeHelp": {
      "title": "Како Помага FinRule:",
      "point1": "Обезбедува единствена платформа за внес на клиенти, собирање документи, кредитно одлучување и затворање на кредити.",
      "point2": "Автоматизира усогласеност со интелигентни ревизиски траги и известувања.",
      "point3": "Го намалува времето на циклусот за кредити од недели на денови."
    },
    "whoWeServe": {
      "title": "Кого Служиме:",
      "point1": "Банки и финансиски институции",
      "point2": "Регионални кредитни унии",
      "point3": "Подружници за кредитирање и финтек партнерства"
    },
    "useCases": {
      "title": "Реални Примери:",
      "point1": "Обработка на кредити за комерцијална недвижност",
      "point2": "Одобрување на кредити за мали бизниси со SBA формулари",
      "point3": "Портали за аплицирање за кредити со автоматско одлучување"
    }
  },
  "benefits": {
    "title": "ГЛАВНИ ПРЕДНОСТИ",
    "impactTitle": "ОПЕРАТИВНО ВЛИЈАНИЕ",
    "efficiency": {
      "title": "Ефикасност",
      "description": "Дигитализирајте го секој чекор од патувањето на кредитот за да ги отстраните тесните грла и да ја елиминирате повторливоста. Модулот со ниско кодирање ја елиминира зависноста од ИТ добавувачи, овозможувајќи управување со текот на работата и производите и брза имплементација на промени во кредитната политика."
    },
    "accuracy": {
      "title": "Точност",
      "description": "Алатките за автоматска обработка и проверка со вештачка интелигенција ја подобруваат конзистентноста во финансиските проценки."
    },
    "speed": {
      "title": "Брзина",
      "description": "Затворете кредити побрзо со известувања во реално време, автоматско рутирање и однапред конфигурирана логика за одлучување."
    },
    "compliance": {
      "title": "Усогласеност",
      "description": "Интегрираниот механизам за политики обезбедува сите процеси да бидат во согласност со актуелните регулаторни барања."
    },
    "customer": {
      "title": "Корисничко Искуство",
      "description": "Обезбедете им на клиентите целосно дигитално искуство — од аплицирање до затворање — со 24/7 пристап и следење на статусот во живо. Алатката за претодобрување овозможува брза проверка и предлага препораки за производи врз основа на вештачка интелигенција, директно поврзани со потенцијалното кредитно барање."
    },
    "impact": {
      "reductionTime": "Намалување на времето за обработка",
      "decreaseErrors": "Намалување на рачни грешки",
      "complianceReady": "Подготвеност за ревизија на усогласеноста во секое време"
    }
  },
  "resources": {
    "title": "РЕСУРСИ",
    "subtitle": "Центар на Знаење (Наскоро):",
    "description": "Останете информирани и пред конкуренцијата со ресурси наменети за професионалци во кредитирањето и банкарски менаџери.",
    "upcoming": "Претстојни Ресурси:",
    "imageAlt": "Ресурси",
    "items": {
      "videos": "Видеа за Демонстрација на Производи",
      "caseStudies": "Студии на Случаи и Приказни за Успех",
      "guides": "Водичи и Бели Книги за Усогласеност",
      "webinars": "Вебинари и Експертски Панели",
      "blog": "Блог: Трендови во Кредитирањето, ВИ во Банкарството и Повеќе"
    }
  },
  "contactForm": {
    "requestSent": "Барањето е Испратено!",
    "requestSentDescription": "Ќе ве контактираме наскоро."
  }
}
